// var data = [];
// var dataStr = '{1肖申克的救赎<br>\
// <br>\
// 导演：弗兰克·德拉邦特<br>\
// 编剧: 弗兰克·德拉邦特 / 斯蒂芬·金<br>\
// 主演: 蒂姆·罗宾斯 / 摩根·弗里曼 / 鲍勃·冈顿 / 威廉姆·赛德勒 / 克兰西·布朗 / 吉尔·贝罗斯 / 马克·罗斯顿 / 詹姆斯·惠特摩 / 杰弗里·德曼 / 拉里·布兰登伯格 / 尼尔·吉恩托利 / 布赖恩·利比 / 大卫·普罗瓦尔 / 约瑟夫·劳格诺 / 祖德·塞克利拉 / 保罗·麦克兰尼 / 芮妮·布莱恩 / 阿方索·弗里曼 / V·J·福斯特 / 弗兰克·梅德拉诺 / 马克·迈尔斯 / 尼尔·萨默斯 / 耐德·巴拉米 / 布赖恩·戴拉特 / 唐·麦克马纳斯<br>\
// 类型: 剧情 / 犯罪<br>\
// 制片国家/地区: 美国<br>\
// 语言: 英语<br>\
// 上映日期: 1994-09-10(多伦多电影节) / 1994-10-14(美国)<br>\
// 片长: 142分钟<br>\}';



/**
 * Created by anthony on 2017/8/3.
 */
// var data = [];
// var dataStr = '1、霍比特人3<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 2、博物馆奇妙夜3<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 3、饥饿游戏<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 4、爆裂鼓手<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 5、利维坦<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 6、侏罗纪世界<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 7、杀破狼2<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 8、分歧者2：绝地反击<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 9、少年班<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 10、我的男友和狗<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 11、末日崩塌<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 12、景秀未央<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 13、扶摇皇后<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 14、邪王狂妃<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 15、特工皇妃<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 16、倾世皇妃<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 17、三生三世<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 18、孤独皇后<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 19、王的女人<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟<br>\
// <br>\
// <br>\
// 20、惊魂电影院<br>\
// <br>\
// 导演：彼得·杰克逊<br>\
// 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
// 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
// 类型：动作 / 奇幻 / 冒险<br>\
// 制片国家/地区：美国 / 新西兰<br>\
// 语言：英语<br>\
// 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
// 片长：144分钟\
// ';
// var d = dataStr.split('<br><br><br>');
// for (var i = 0; i < d.length; i++) {
//     var c = d[i].split('<br><br>');
//     data.push({
//         img: c[0].replace('、', ' ') + '.jpg',
//         caption: c[0].split('、')[1],
//         desc: c[1]
//     });
//     console.log(c[0].replace('、', ' ') + '.jpg');
// }



var data = [{"index":"1","title":"肖申克的救赎","path":"2001.png","disc":"导演：彼得·杰克逊<br>\
 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
 类型：动作 / 奇幻 / 冒险<br>\
 制片国家/地区：美国 / 新西兰<br>\
 语言：英语<br>\
 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
 片长：144分钟"},
{"index":"2","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"3","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"4","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"5","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"6","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"7","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"8","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"9","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"10","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"11","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"12","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"13","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"14","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"15","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"16","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"17","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"18","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"19","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"},
{"index":"19","title":"惊魂电影院","path":"2002.png","disc":"jdhjkafafg"}
];

console.log(data[0]);
