
var data = [{"index":"1","title":"肖申克的救赎","path":"2001.png","disc":"导演：彼得·杰克逊<br>\
 编剧：弗兰·威尔士 / 费力怕·报恩寺 / 彼得·杰克逊 / 吉尔默·德尔·托罗 / J·R·R·托尔金<br>\
 主演：马丁·福瑞曼 / 伊恩·麦克莱恩 / 理查德·阿尔第七 / 伊万杰琳·莉莉 / 李·佩斯 / 更多...<br>\
 类型：动作 / 奇幻 / 冒险<br>\
 制片国家/地区：美国 / 新西兰<br>\
 语言：英语<br>\
 上映日期：2015-01-23(中国大陆) / 2014-12-17(美国)<br>\
 片长：144分钟"},
{"index":"2","title":"惊魂电影院","path":"2002.png","disc":`导演: 陈凯歌<br/>
编剧: 芦苇 / 李碧华<br/>
主演: 张国荣 / 张丰毅 / 巩俐 / 葛优 / 英达 / 更多...<br/>
类型: 剧情 / 爱情 / 同性<br/>
制片国家/地区: 中国大陆 / 中国香港<br/>
语言: 汉语普通话<br/>
上映日期: 1993-01-01(中国香港) / 1993-07-26(中国大陆)<br/>
片长: 171分钟 / 155分钟(美国剧场版`},
{"index":"3","title":"阿甘正传","path":"2003.png","disc":`导演: 罗伯特·泽米吉斯<br/>
编剧: 艾瑞克·罗斯 / 温斯顿·格鲁姆<br/>
主演: 汤姆·汉克斯 / 罗宾·怀特 / 加里·西尼斯 / 麦凯尔泰·威廉逊 / 莎莉·菲尔德 / 更多...<br/>
类型: 剧情 / 爱情<br/>
制片国家/地区: 美国<br/>
语言: 英语<br/>
上映日期: 1994-06-23(洛杉矶首映) / 1994-07-06(美国)<br/>
片长: 142分钟<br/>
又名: 福雷斯特·冈普`},
{"index":"4","title":"这个杀手不太冷","path":"2004.png","disc":`导演: 吕克·贝松<br/>
编剧: 吕克·贝松<br/>
主演: 让·雷诺 / 娜塔莉·波特曼 / 加里·奥德曼 / 丹尼·爱罗 / 彼得·阿佩尔 / 更多...<br/>
类型: 剧情 / 动作 / 犯罪<br/>
制片国家/地区: 法国<br/>
语言: 英语 / 意大利语 / 法语<br/>
上映日期: 1994-09-14(法国)<br/>
片长: 110分钟(剧场版) / 133分钟(国际版)<br/>
又名: 杀手莱昂 / 终极追杀令(台) / 杀手里昂 / Leon / Leon:`},
{"index":"5","title":"美丽人生","path":"2005.png","disc":`导演: 罗伯托·贝尼尼<br/>
编剧: 温琴佐·切拉米 / 罗伯托·贝尼尼<br/>
主演: 罗伯托·贝尼尼 / 尼可莱塔·布拉斯基 / 乔治·坎塔里尼 / 朱斯蒂诺·杜拉诺 / 赛尔乔·比尼·布斯特里克 / 更多...<br/>
类型: 剧情 / 喜剧 / 爱情 / 战争<br/>
制片国家/地区: 意大利<br/>
语言: 意大利语 / 德语 / 英语<br/>
上映日期: 2020-01-03(中国大陆) / 1997-12-20(意大利)<br/>
片长: 116分钟 / 125分钟`},
{"index":"6","title":"泰坦尼克号","path":"2006.png","disc":`导演: 詹姆斯·卡梅隆<br/>
编剧: 詹姆斯·卡梅隆<br/>
主演: 莱昂纳多·迪卡普里奥 / 凯特·温丝莱特 / 比利·赞恩 / 凯西·贝茨 / 弗兰西丝·费舍 / 更多...<br/>
类型: 剧情 / 爱情 / 灾难<br/>
制片国家/地区: 美国<br/>
语言: 英语 / 意大利语 / 德语 / 俄语<br/>
上映日期: 1998-04-03(中国大陆) / 1997-11-01(东京电影节) / 1997-12-19(美国)<br/>
片长: 194分钟 / 227分钟`},
{"index":"7","title":"千与千寻","path":"2007.png","disc":`导演: 宫崎骏<br/>
编剧: 宫崎骏<br/>
主演: 柊瑠美 / 入野自由 / 夏木真理 / 菅原文太 / 中村彰男 / 更多...<br/>
类型: 剧情 / 动画 / 奇幻<br/>
官方网站: http://toho.co.jp/sentochihiro<br/>
制片国家/地区: 日本<br/>
语言: 日语<br/>
上映日期: 2019-06-21(中国大陆) / 2001-07-20(日本)<br/>
片长: 125分钟`},
{"index":"8","title":"辛德勒的名单","path":"2008.png","disc":`导演: 史蒂文·斯皮尔伯格<br/>
编剧: 托马斯·肯尼利 / 斯蒂文·泽里安<br/>
主演: 连姆·尼森 / 本·金斯利 / 拉尔夫·费因斯 / 卡罗琳·古多尔 / 乔纳森·萨加尔 / 更多...<br/>
类型: 剧情 / 历史 / 战争<br/>
制片国家/地区: 美国<br/>
语言: 英语 / 希伯来语 / 德语 / 波兰语<br/>
上映日期: 1993-11-30(华盛顿首映) / 1994-02-04(美国)<br/>
片长: 195分钟`},
{"index":"9","title":"盗梦空间 ","path":"2009.png","disc":`导演: 克里斯托弗·诺兰<br/>
编剧: 克里斯托弗·诺兰<br/>
主演: 莱昂纳多·迪卡普里奥 / 约瑟夫·高登-莱维特 / 艾伦·佩吉 / 汤姆·哈迪 / 渡边谦 / 更多...<br/>
类型: 剧情 / 科幻 / 悬疑 / 冒险<br/>
制片国家/地区: 美国 / 英国<br/>
语言: 英语 / 日语 / 法语<br/>
上映日期: 2010-09-01(中国大陆) / 2010-07-16(美国)<br/>
片长: 148分钟<br/>
又名: 潜行凶间(港) / 全面启动(台) / 奠基 / 心灵犯案 `},
{"index":"10","title":"忠犬八公的故事","path":"2010.png","disc": `导演: 拉斯·霍尔斯道姆<br/>
编剧: 斯蒂芬·P·林赛 / 新藤兼人<br/>
主演: 理查·基尔 / 萨拉·罗默尔 / 琼·艾伦 / 罗比·萨布莱特 / 艾瑞克·阿瓦利 / 更多...<br/>
类型: 剧情<br/>
制片国家/地区: 美国 / 英国<br/>
语言: 英语 / 日语<br/>
上映日期: 2009-06-13(西雅图电影节) / 2010-03-12(英国)<br/>
片长: 93分钟<br/>
又名: 忠犬小八(台) / 秋田犬八千(港) / 忠犬传奇`},
{"index":"11","title":"海上钢琴师","path":"2011.png","disc":`导演: 朱塞佩·托纳多雷<br/>
编剧: 亚利桑德罗·巴里克 / 朱塞佩·托纳多雷<br/>
主演: 蒂姆·罗斯 / 普路特·泰勒·文斯 / 比尔·努恩 / 克兰伦斯·威廉姆斯三世 / 梅兰尼·蒂埃里 / 更多...<br/>
类型: 剧情 / 音乐<br/>
制片国家/地区: 意大利<br/>
语言: 英语 / 法语 / 意大利语<br/>
上映日期: 2019-11-15(中国大陆) / 1998-10-28(意大利)<br/>
片长: 165分钟 / 120分钟`},
{"index":"12","title":"楚门的世界","path":"2012.png","disc":`导演: 彼得·威尔<br/>
编剧: 安德鲁·尼科尔<br/>
主演: 金·凯瑞 / 劳拉·琳妮 / 艾德·哈里斯 / 诺亚·艾默里奇 / 娜塔莎·麦克艾霍恩<br/>
类型: 剧情 / 科幻<br/>
制片国家/地区: 美国<br/>
语言: 英语<br/>
上映日期: 1998-06-05(美国)<br/>
片长: 103分钟<br/>
又名: 真人Show(港) / 真人戏 / 真人世界 / 楚门秀 / 真人秀`},
{"index":"13","title":"三傻大闹宝莱坞","path":"2013.png","disc":`导演: 拉吉库马尔·希拉尼<br/>
编剧: 维德胡·维诺德·乔普拉 / 拉吉库马尔·希拉尼 / 阿希贾特·乔希<br/>
主演: 阿米尔·汗 / 卡琳娜·卡普尔 / 马达范 / 沙尔曼·乔希 / 奥米·瓦依达 / 更多...<br/>
类型: 剧情 / 喜剧 / 爱情 / 歌舞<br/>
制片国家/地区: 印度<br/>
语言: 印地语 / 乌尔都语 / 英语<br/>
上映日期: 2011-12-08(中国大陆) / 2009-12-25(印度)<br/>
片长: 171分钟(印度)`},
{"index":"14","title":"机器人总动员","path":"2014.png","disc":`导演: 安德鲁·斯坦顿<br/>
编剧: 安德鲁·斯坦顿 / 吉姆·里尔顿 / 彼特·道格特<br/>
主演: 本·贝尔特 / 艾丽莎·奈特 / 杰夫·格尔林 / 佛莱德·威拉特 / 西格妮·韦弗 / 更多...<br/>
类型: 科幻 / 动画 / 冒险<br/>
制片国家/地区: 美国<br/>
语言: 英语<br/>
上映日期: 2008-06-27(美国)<br/>
片长: 98分钟`},
{"index":"15","title":"放牛班的春天","path":"2015.png","disc":`导演: 克里斯托夫·巴拉蒂<br/>
编剧: 乔治·沙普罗 / 勒·惠勒 / 诺埃-诺尔 / 克里斯托夫·巴拉蒂 / 菲利普·洛佩斯-屈瓦尔<br/>
主演: 热拉尔·朱尼奥 / 弗朗索瓦·贝莱昂 / 凯德·麦拉德 / 让-保罗·博奈雷 / 玛丽·布奈尔 / 更多...<br/>
类型: 剧情 / 音乐<br/>
制片国家/地区: 法国 / 瑞士 <br/>
语言: 法语<br/>
上映日期: 2004-10-16(中国大陆) / 2004-03-17(法国)<br/>
片长: 97分钟`},
{"index":"16","title":"星际穿越","path":"2016.png","disc":`导演: 克里斯托弗·诺兰<br/>
编剧: 乔纳森·诺兰 / 克里斯托弗·诺兰<br/>
主演: 马修·麦康纳 / 安妮·海瑟薇 / 杰西卡·查斯坦 / 卡西·阿弗莱克 / 迈克尔·凯恩 / 更多...<br/>
类型: 剧情 / 科幻 / 冒险<br/>
制片国家/地区: 美国 / 英国 / 加拿大 / 冰岛<br/>
语言: 英语<br/>
上映日期: 2014-11-12(中国大陆) / 2014-11-07(美国)<br/>
片长: 169分钟`},
{"index":"17","title":"大话西游之大圣娶亲","path":"2017.png","disc":`导演: 刘镇伟<br/>
编剧: 刘镇伟<br/>
主演: 周星驰 / 吴孟达 / 朱茵 / 蔡少芬 / 蓝洁瑛 / 更多...<br/>
类型: 喜剧 / 爱情 / 奇幻 / 古装<br/>
制片国家/地区: 中国香港 / 中国大陆<br/>
语言: 粤语 / 汉语普通话<br/>
上映日期: 1995-02-04(中国香港) / 2014-10-24(中国大陆) / 2017-04-13(中国大陆重映)<br/>
片长: 95分钟 / 110分钟(重映版)`},
{"index":"18","title":"熔炉 ","path":"2018.png","disc":`导演: 黄东赫<br/>
编剧: 黄东赫 / 孔枝泳<br/>
主演: 孔侑 / 郑有美 / 金贤秀 / 郑仁絮 / 白承焕 / 更多...<br/>
类型: 剧情<br/>
制片国家/地区: 韩国<br/>
语言: 韩语<br/>
上映日期: 2011-09-22(韩国)<br/>
片长: 125分钟<br/>
又名: 无声呐喊(港) / 漩涡 / Silenced / The Crucible`},
{"index":"19","title":"疯狂动物城","path":"2019.png","disc":`导演: 拜伦·霍华德 / 瑞奇·摩尔 / 杰拉德·布什<br/>
编剧: 拜伦·霍华德 / 瑞奇·摩尔 / 杰拉德·布什 / 吉姆·里尔顿 / 乔西·特立尼达 / 菲尔·约翰斯顿<br/>
主演: 金妮弗·古德温 / 杰森·贝特曼 / 伊德里斯·艾尔巴 / 珍妮·斯蕾特 / 内特·托伦斯 / 更多...<br/>
类型: 喜剧 / 动画 / 冒险<br/>
制片国家/地区: 美国<br/>
语言: 英语 / 挪威语<br/>
上映日期: 2016-03-04(中国)<br/>
片长: 109分钟(中国大陆)`},
{"index":"19","title":"无间道","path":"2020.png","disc":`导演: 刘伟强 / 麦兆辉<br/>
编剧: 麦兆辉 / 庄文强<br/>
主演: 刘德华 / 梁朝伟 / 黄秋生 / 曾志伟 / 郑秀文 / 更多...<br/>
类型: 剧情 / 悬疑 / 犯罪<br/>
制片国家/地区: 中国香港<br/>
语言: 粤语<br/>
上映日期: 2002-12-12(中国香港) / 2003-09-05(中国大陆)<br/>
片长: 101分钟 / 97分钟(导演剪辑版)<br/>
又名: Infernal Affairs / Mou gaan dou`}
];
